Repository: br-automation-com/mapp-Framework
Catalog: mappFramework/Logical/Infrastructure/VC4/Audit/CommonText/TxtFileF.tmx
Source language: en
Languages: de, zh

source: A folder/file was created: {&file}
de: Ein Ordner/eine Datei wurde erstellt: {&file}
zh: 创建了一个文件夹/文件：{&file}

source: A folder/file was overwritten: {&file}
de: Ein Ordner/Datei wurde überschrieben: {&file}
zh: 文件夹/文件被覆盖：{&file}

source: A folder/file was added: {&file}
de: Ein Ordner/Datei wurde hinzugefügt: {&file}
zh: 添加了一个文件夹/文件：{&file}

source: A folder/file was deleted: {&file}
de: Ein Ordner/Datei wurde gelöscht: {&file}
zh: 文件夹/文件已删除：{&file}

source: A folder/file was renamed: {&file}
de: Ein Ordner/Datei wurde umbenannt: {&file}
zh: 文件夹/文件已重命名：{&file}

source: A folder/file was read: {&file}
de: Ein Ordner/Datei wurde gelesen: {&file}
zh: 已读取文件夹/文件：{&file}

source: A folder/file was copied: {&file}
de: Ein Ordner/Datei wurde kopiert: {&file}
zh: 复制了一个文件夹/文件：{&file}

source: A folder/file was cut: {&file}
de: Ein Ordner/Datei wurde ausgeschnitten: {&file}
zh: 文件夹/文件被剪切：{&file}

source: A folder/file was first copied and then pasted. A new folder/file was created.
de: Ein Ordner/Datei wurde zuerst kopiert und dann eingefügt. Ein neuer Ordner/eine neue Datei wurde erstellt.
zh: 文件夹/文件首先被复制然后粘贴。 创建了一个新文件夹/文件。

source: A folder/file was first copied and then pasted. The existing folder/file was overwritten.
de: Ein Ordner/Datei wurde zuerst kopiert und dann eingefügt. Der vorhandene Ordner/Datei wurde überschrieben.
zh: 文件夹/文件首先被复制然后粘贴。 现有文件夹/文件被覆盖。

source: A folder/file was locked: {&file}
de: Ein Ordner/Datei wurde gesperrt: {&file}
zh: 文件夹/文件被锁定：{&file}

source: A folder/file was unlocked: {&file}
de: Ein Ordner/Datei wurde entsperrt: {&file}
zh: 文件夹/文件已解锁：{&file}
